Repository: AlexandreFaltot/AVApp
Catalog: AVApp/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: fr

source: Back
fr: Retour

# directed_by
source: By: %1$(directorName)@
fr: De : %(directorName)@

# duration
source: Duration: %1$(duration)@
fr: Durée : %(duration)@

# error_with_description
source: An error occurred: %1$(errorDescription)@
fr: Une erreur est survenue: %1$(errorDescription)@

# generic_error
source: An error occured
fr: Une erreur est survenue

# genre
source: Genre: %1$(genre)@
fr: Genre: %(genre)@

source: Headliners
fr: Têtes d’affiche

# movie_rate
source: %1$(rate)@/5 (%2$(numberOfRates)d rates)
fr: %1$(rate)@/5 (%2$(numberOfRates)d avis)

# movie_rate_accessibility
source: %1$(rate)@ out of 5 stars (%2$(numberOfRates)d rates)
fr: %1$(rate)@ étoiles sur 5 (%2$(numberOfRates)d avis)

# navigates_to_previous_screen_accessibility
source: Navigates to the previous screen
fr: Naviguer vers l’écran précédent

# no_movie_result
source: Sorry, we could not find any result for your search.
fr: Désolé, nous n’avons pas parvenu à trouver de résultat pour votre recherche

source: Popular movies
fr: Films populaires

# release_date
source: Released: %1$(releaseDate)@
fr: Sortie en salle : %(releaseDate)@

source: Retry
fr: Réessayer

# search_movie
source: Search a movie
fr: Rechercher un film
